# Напишите программу, которая принимает на вход цифру, обозначающую день недели, и проверяет, является ли этот день выходным.

# Пример:

# - 6 -> да
# - 7 -> да
# - 1 -> нет
a = int (input("Введите число:"))
if a>5:
   print("выходной")
else:
    print("иди на работу )))")

